ru_rest_api/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    if @user.save
---
INSERT INTO "users" ("name", "studentId", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Linkon"], ["studentId", "1324232"], ["created_at", "2017-07-24 01:22:29.320073"], ["updated_at", "2017-07-24 01:22:29.320073"]]